// №2: создал файл js, где хранятся массив из объектов с данными карточек
export const products = [
  {
    image: 'moisturizing-mousse.png',
    imageAlt:'Увлажняющий мусс',
    category: 'для нормальной кожи',
    name: 'Увлажняющий мусс',
    description: 'Глубоко увлажняют кожу лица, оставляя её мягкой и гладкой.',
    ingredients: [
      'активные натуральные комплексы',
      'витамины С, А, РР, В И Е',
      'солнцезащитные компоненты'
    ],
    price: 2750
  },
  {
    image: 'moisturizing-mask.png',
    imageAlt:'Увлажняющая маска',
    category: 'для нормальной кожи',
    name: 'Увлажняющая маска',
    description: 'Способствует удерживанию влаги в верхних слоях кожи.',
    ingredients: [
      'воски',
      'минералы',
      'масла'
    ],
    price: 3500
  },
  {
    image: 'cleansing-gel.png',
    imageAlt:'Гель для умывания',
    category: 'для нормальной кожи',
    name: 'Гель для умывания',
    description: 'Интенсивно очищает, не повреждает защитный барьер кожи.',
    ingredients: [
      'минералы',
      'витамины С, А, РР, В И Е',
      'солнцезащитные компоненты'
    ],
    price: 1600
  },
  {
    image: 'gift-set-number-1.png',
    imageAlt:'Подарочный набор №1',
    category: 'для нормальной кожи',
    name: 'Подарочный набор №1',
    description: 'Набор, состоящий из увлажняющего крема и маски.',
    ingredients: [
      'воски',
      'минералы',
      'масла'
    ],
    price: 4750
  },
  {
    image: 'gift-set-number-5.png',
    imageAlt:'Подарочный набор №5',
    category: 'для нормальной кожи',
    name: 'Подарочный набор №5',
    description: 'Весь набор средств Invisible symphony, крем, маска, мусс и гель для умывания.',
    ingredients: [
      'воски',
      'минералы',
      'масла'
    ],
    price: 7520
  }
];